Repository: DamianMorozov/OpenTgResearcher
Catalog: Presentation/OpenTgResearcherDesktop/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# Shell_Main.Content
source: Main
ru_ru: Главная

# Shell_Home.Content
source: Home
ru_ru: Главная

# Shell_BotConnection.Content
source: Bot connection
ru_ru: Подключение бота

# Shell_ClientConnection.Content
source: Client connection
ru_ru: Подключение клиента

# Shell_Contacts.Content
source: Contacts
ru_ru: Контакты

# Shell_ContactDetails.Content
source: Edit contact
ru_ru: Редактирование контакта

# Shell_Users.Content
source: Users
ru_ru: Пользователи

# Shell_UserDetails.Content
source: Edit user
ru_ru: Редактирование пользователя

# Shell_Filters.Content
source: Filters
ru_ru: Фильтры

# Shell_Proxies.Content
source: Proxies
ru_ru: Прокси

# Shell_Sources.Content
source: Sources
ru_ru: Источники

# Shell_Storage.Content
source: Storage
ru_ru: Хранилище

# Shell_Stories.Content
source: Stories
ru_ru: Сторис

# Shell_Chats.Content
source: Chats
ru_ru: Чаты

# Shell_Update.Content
source: Update
ru_ru: Обновление

# Shell_Bots.Content
source: Bots
ru_ru: Боты

# Shell_License.Content
source: License
ru_ru: Лицензия

# Shell_ErrorsLogs.Content
source: Errors log
ru_ru: Журнал ошибок

# Shell_Logs.Content
source: Logs
ru_ru: Логи

# WebView_Loading.Text
source: Loading...
ru_ru: Загрузка...

# BrowserBackButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Browser back
ru_ru: Вернуться назад

# BrowserBackButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Browser back
ru_ru: Вернуться назад

# BrowserForwardButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Browser forward
ru_ru: Вперёд

source: Browser forward
ru_ru: Вперёд

# WebView_Reload.Content
source: Reload
ru_ru: Перезагрузка

# ReloadButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Reload
ru_ru: Перезагрузка

# ReloadButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Reload
ru_ru: Перезагрузка

# OpenInBrowserButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open in browser
ru_ru: Открыть в браузере

source: Open in browser
ru_ru: Открыть в браузере

# ListDetails_NoSelection.Text
source: Select an item from the list.
ru_ru: Выберите элемент из списка.

# Settings_Personalization.Text
source: Personalization
ru_ru: Персонализация

# Settings_Theme.Text
source: Theme
ru_ru: Тема

# ExpanderAbout.Header
source: OpenTgResearcher - Open Telegram Researcher
ru_ru: OpenTgResearcher - инструмент для анализа Telegram-чатов и скачивания их содержимого

# ExpanderLicense.Header
source: License
ru_ru: Лицензия

# ExpanderUpdate.Header
source: Update
ru_ru: Обновление

# SettingsPage_GitHub_Link.Content
source: GitHub repository
ru_ru: ГитХаб репозиторий

# SettingsPage_GitHub_IssueTemplate.Content
source: Issue template
ru_ru: Шаблон проблемы

# SettingsPage_GitHub_Discussions.Content
source: Discussions
ru_ru: Обсуждения

# SettingsPage_GitHub_Ideas.Content
source: Ideas
ru_ru: Идеи

# SettingsPage_OfficialSite_BugBounty.Content
source: Help us make OpenTgResearcher more secure and get a free license!
ru_ru: Помогите нам сделать OpenTgResearcher более безопасным и получите бесплатную лицензию!

# SettingsPage_Releases_Latest.Content
source: Releases
ru_ru: Релизы

# SettingsPage_DownloadStatistics.Content
source: Download statistics
ru_ru: Статистика скачиваний

# SettingsPage_GitHub_DockerConsole.Content
source: Docker image
ru_ru: Докер образ

# SettingsPage_GitHub_InstallRequirementsNet8.Content
source: Download .NET 8.0
ru_ru: Скачать .NET 8.0

# SettingsPage_GitHub_InstallRequirementsNet8.Tag
source: "https://dotnet.microsoft.com/en-us/download/dotnet/8.0"
ru_ru: "https://dotnet.microsoft.com/ru-ru/download/dotnet/8.0"

# SettingsPage_GitHub_InstallRequirementsNet9.Content
source: Download .NET 9.0
ru_ru: Скачать .NET 9.0

# SettingsPage_GitHub_InstallRequirementsNet9.Tag
source: "https://dotnet.microsoft.com/en-us/download/dotnet/9.0"
ru_ru: "https://dotnet.microsoft.com/ru-ru/download/dotnet/9.0"

# SettingsPage_GitHub_InstallRequirementsRegisterTelegram.Content
source: Register Telegram app (open web-site)
ru_ru: Зарегистрируйте Telegram приложение (открыть веб-сайт)

# SettingsPage_GitHub_ProjectSupportGitHubStar.Content
source: GitHub star
ru_ru: Звёздочка ГитХаб

# AppNotificationSamplePayload
source: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>OpenTgResearcher launched</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/applicationIcon.ico"/> </binding> </visual> <actions> <action content="Settings" arguments="action=Settings"/> </actions> </toast>
ru_ru: <toast launch="action=ToastClick"> <visual> <binding template="ToastGeneric"> <text>OpenTgResearcher запущен</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/applicationIcon.ico"/> </binding> </visual> <actions> <action content="Настройки" arguments="action=Settings"/> </actions> </toast>

# ActionResetToDefault.Text
source: Reset to default
ru_ru: Сбросить по-умолчанию

# ActionSave.Text
source: Save
ru_ru: Сохранить

# ActionLoad.Text
source: Load
ru_ru: Загрузить

# ActionLoadFromStorage.Text
source: Loading storage
ru_ru: Загрузка хранилища

# ActionUpdateFromFile.Text
source: Update from file
ru_ru: Обновить из файла

# ActionLogsLoading.Text
source: Logs loading
ru_ru: Загрузка логов

# ActionDeleteFile.Content
source: Delete file
ru_ru: Удалить файл

# ActionCopy.Content
source: Copy
ru_ru: Копировать

# ActionAddRecordToStorage.Text
source: Add record
ru_ru: Добавить запись

# ActionClear.Text
source: Clear
ru_ru: Очистить

# ActionClearView.Text
source: Clear viewing
ru_ru: Очистить просмотр

# ActionDelete.Text
source: Delete
ru_ru: Удалить

# ActionSearch.Text
source: Search
ru_ru: Поиск

# ActionUpdateReleaseApp.Text
source: Checking for release updates
ru_ru: Проверка наличия обновлений релиза

# ActionUpdatePreviewApp.Text
source: Checking for preview updates
ru_ru: Проверка обновлений предварительного просмотра

# ActionLicenseClear.Text
source: Clear license
ru_ru: Очистить лицензию

# ActionLicenseCheck.Text
source: Check current or get test license
ru_ru: Проверить текущую или получить тестовую лицензию

# ActionLicenseCheckMsg
source: Check current or get test license
ru_ru: Проверить текущую или получить тестовую лицензию

# ActionLicenseBuy.Text
source: Buy license
ru_ru: Сменить лицензию

# ActionLicenseBuyMsg
source: Buy license
ru_ru: Сменить лицензию

# ActionContinue.Text
source: Continue
ru_ru: Продолжить

# ActionUpdatePage.Text
source: Update page
ru_ru: Обновить страницу

# ActionStorageSetup.Text
source: Storage setup
ru_ru: Настройка хранилища

# ActionStorageCreateBackup.Text
source: Backup storage
ru_ru: Создать бэкап

# AskActionStorageBackup
source: Backup storage?
ru_ru: Создать бэкап?

# ActionStorageCreateBackupFile
source: Backup file
ru_ru: Файл бэкапа

# ActionStorageCreateBackupSuccess
source: Backup storage was successful
ru_ru: Резервное копирование прошло успешно

# ActionStorageCreateBackupFailed
source: Backup failed with an error
ru_ru: Резервное копирование прошло с ошибкой

# ActionStorageResetAutoUpdateSuccess
source: Reset auto update field was successful
ru_ru: Поле автоматического обновления было успешно сброшено

# ActionStorageResetAutoUpdateFailed
source: Reset auto update field failed with an error
ru_ru: Сбой при сбросе поля автоматического обновления с ошибкой

# ActionStorageShrink.Text
source: Shrink storage
ru_ru: Сжать хранилище

# AskActionStorageShrink
source: Shrink storage?
ru_ru: Сжать хранилище?

# ActionStorageClear.Text
source: Clear storage
ru_ru: Очистить хранилище

# AskActionStorageClear
source: Clear storage?
ru_ru: Очистить хранилище?

# ActionStorageResetAutoUpdate.Text
source: Reset auto update field
ru_ru: Сброс поля автоматического обновления

# AskActionStorageResetAutoUpdate
source: Reset auto update field?
ru_ru: Сброс поля автоматического обновления?

# ActionStorageAdvancedSettings.Text
source: Storage advanced settings
ru_ru: Дополнительные настройки хранилища

# ActionStorageClearing.Text
source: Storage clearing
ru_ru: Очистка хранилища

# ExpanderGitHub.Header
source: GitHub community
ru_ru: ГитХаб сообщество

# ExpanderOfficialSite.Header
source: Official site
ru_ru: Официальный сайт

# TextOfficialWebsiteGlobal.Text
source: Official website (global version)
ru_ru: Официальный вебсайт (глобальная версия)

# TextOfficialWebsiteRu.Text
source: Official website (russian version)
ru_ru: Официальный вебсайт (русская версия)

# ExpanderDownload.Header
source: Download
ru_ru: Скачать

# ExpanderUserSupport.Header
source: User support
ru_ru: Поддержка пользователей

# ExpanderProjectSupport.Header
source: Project support
ru_ru: Поддержка проекта

# ExpanderInstallRequirements.Header
source: Install Requirements
ru_ru: Требования к установке

# ExpanderBugBounty.Header
source: Bug Bounty Program
ru_ru: Программа поощрения за обнаружение ошибок

# SettingsPage_GitHub_InstallRequirementsSaveValues.Text
source: Save the values of the fields by App configuration section: `App api_id` / `App api_hash`
ru_ru: Сохраните значения полей секции App configuration: `App api_id` / `App api_hash`

# SettingName.Text
source: Setting
ru_ru: Настройка

# SettingInStorage.Text
source: Settings in storage
ru_ru: Настройки в хранилище

# SettingWithoutSaving.Text
source: Settings without saving
ru_ru: Настройки без сохранения

# SettingCheck.Text
source: Check
ru_ru: Проверка

# SettingValue.Text
source: Value
ru_ru: Значение

# SettingEfStorage.Text
source: EF storage
ru_ru: EF хранилище

# SettingStorage.Text
source: Storage
ru_ru: Хранилище

# SettingTgSession.Text
source: TG session
ru_ru: TG сессия

# SettingSession.Text
source: Session
ru_ru: Сессия

# ExpanderSettingApp.Header
source: App
ru_ru: Приложение

# ExpanderSettingInStorage.Header
source: Settings in storage
ru_ru: Настройки в хранилище

# ExpanderDataInStorage.Header
source: Data in storage
ru_ru: Данные в хранилище

# ExpanderStorageSetup.Header
source: Storage setup
ru_ru: Настройка хранилища

# ExpanderStorageAdvancedSettings.Header
source: Storage advanced settings
ru_ru: Дополнительные настройки хранилища

# ExpanderStorageClearing.Header
source: Storage clearing
ru_ru: Очистка хранилища

# ExpanderSettingWithoutSaving.Header
source: Settings without saving
ru_ru: Настройки без сохранения

# ExpanderContent.Header
source: Content
ru_ru: Содержимое

# ExpanderContentStatistics.Header
source: Content statistics
ru_ru: Статистика содержимого

# ExpanderDownloading.Header
source: Downloading
ru_ru: Скачивание

# ExpanderChatDetails.Header
source: Chat details
ru_ru: Детали чата

# ExpanderChatParticipants.Header
source: Chat participants
ru_ru: Участники чата

# ExpanderChatStatistics.Header
source: Chat statistics
ru_ru: Статистика чата

# ExpanderMessages.Header
source: Messages
ru_ru: Сообщения

# SettingAppFiles.Header
source: Files
ru_ru: Файлы

# SettingAppActions.Header
source: Actions
ru_ru: Действия

# SettingAppTheme.Text
source: Theme
ru_ru: Тема

# SettingAppThemeTooltip
source: Select the theme for the application.
ru_ru: Выберите тему для приложения.

# SettingAppLanguage.Text
source: Language
ru_ru: Язык

# SettingAppLanguageTooltip
source: Select the language for the application.
ru_ru: Выберите язык для приложения.

# SettingDirectory.Text
source: Directory
ru_ru: Каталог

# SettingAppDirectory.Text
source: App directory
ru_ru: Каталог приложения

# SettingUserDirectory.Text
source: User directory
ru_ru: Каталог пользователя

# SettingFile.Text
source: Settings file
ru_ru: Файл настроек

# AskSettingsDefault
source: Reset the settings to default?
ru_ru: Сбросить настройки по-умолчанию?

# AskSettingsSave
source: Save the settings?
ru_ru: Сохранить настройки?

# AskSettingsLoad
source: Load the settings?
ru_ru: Загрузить настройки?

# AskSettingsClear
source: Clear the settings?
ru_ru: Очистить настройки?

# AskSettingsDelete
source: Delete the settings?
ru_ru: Удалить настройки?

# AskDeleteFile
source: Delete the file?
ru_ru: Удалить файл?

# AskClientConnect
source: Connect the client?
ru_ru: Подключить клиент?

# AskClientDisconnect
source: Disconnect the client?
ru_ru: Отключить клиент?

# AskDataClear
source: Clear the data?
ru_ru: Очистить данные?

# AskDataLoad
source: Load the data?
ru_ru: Загрузить данные?

# AskAddRecord
source: Add record?
ru_ru: Добавить запись?

# AskUpdateOnline
source: Update online?
ru_ru: Обновить онлайн?

# AskUpdateChatDetails
source: Update chat details?
ru_ru: Обновить детали чата?

# AskStopDownloading
source: Stop downloading?
ru_ru: Остановить загрузку?

# AskRestartApp
source: Restart the application?
ru_ru: Перезапустить приложение?

# AskUpdateReleaseApp
source: Check for release updates of the application?
ru_ru: Проверить наличие обновлений релиза приложения?

# AskUpdatePreviewApp
source: Check for preview updates of the application?
ru_ru: Проверить наличие предварительных обновлений приложения?

# AskGetParticipants
source: Get participants?
ru_ru: Получить участников?

# AssertionRestartApp
source: Restart the application.
ru_ru: Перезапустите приложение.

# YesButton
source: Yes
ru_ru: Да

# NoButton
source: No
ru_ru: Нет

# CancelButton
source: Cancel
ru_ru: Отмена

# OkButton
source: Ok
ru_ru: Ок

# ClientConnect.Text
source: Connect to TG server
ru_ru: Подключиться к серверу TG

# ButtonConnect.Content
source: Connect
ru_ru: Подключиться

# ButtonDisconnect.Content
source: Disconnect
ru_ru: Отключиться

# ClientDisconnect.Text
source: Disconnect from TG server
ru_ru: Отключиться от сервера TG

# MenuClientIsQuery
source: Client requests data
ru_ru: Клиент запрашивает данные

source: App version
ru_ru: Версия приложения

# ClientTgSession.Content
source: TG session
ru_ru: TG сессия

# ClientApiHash.Text
source: API hash
ru_ru: АПИ хеш

# ClientApiId.Text
source: API ID
ru_ru: АПИ ИД

# ClientPhoneNumber.Text
source: Phone number
ru_ru: Номер телефона

# ClientProxy.Text
source: Proxy
ru_ru: Прокси

# ClientPassword.Text
source: Password
ru_ru: Пароль

# ClientVerificationCode.Text
source: Verification code
ru_ru: Проверочный код

# ClientLoginCode.Text
source: Login code
ru_ru: Код логина

# ClientFirstName.Text
source: First name
ru_ru: Имя

# ClientLastName.Text
source: Last name
ru_ru: Фамилия

# ClientServerMessage.Text
source: Server message
ru_ru: Сообщение сервера

source: Client settings are not valid
ru_ru: Настройки клиента не валидны

source: Client is connected
ru_ru: Клиент подключен

source: Client is disconnected
ru_ru: Клиент отключен

# ClientEnterLoginCode
source: Enter login code from the Telegram message
ru_ru: Введите код входа в систему из сообщения Telegram

# ClientEnterPassword
source: Enter the login password
ru_ru: Введите пароль входа

# ClientFloodWait
source: Flood defense has kicked in, stand by
ru_ru: Сработала защита от флуда, ожидайте

# ClientConnectionState.Text
source: Connection state
ru_ru: Состояние подключения

# ClientConnectionDt.Text
source: Connection date time
ru_ru: Дата время подключения

# ClientDataRequest.Text
source: Data request
ru_ru: Запрос данных

# ClientConnectionException.Text
source: Connection exception
ru_ru: Исключение подключения

# ClientUserName.Text
source: User name
ru_ru: Имя пользователя

# ClientMtProxyUrl.Text
source: MT proxy url
ru_ru: Адрес MT прокси

# ClientMaxAutoReconnects.Text
source: Max auto reconnects
ru_ru: Макс кол-во авто подключений

# ClientFloodRetryThreshold.Text
source: Flood retry threshold
ru_ru: Порог повторных попыток переполнения

# ClientPingInterval.Text
source: Ping interval
ru_ru: Интервал пинга

# ClientMaxCodePwdAttempts.Text
source: Max code pwd attempts
ru_ru: Макс кол-во попыток ввода кода

# ClientDataRequestEmptyResponse
source: Empty
ru_ru: Пусто

# LicenseFreeDescription
source: Free license
ru_ru: Бесплатная лицензия

# LicenseTestDescription
source: Test license
ru_ru: Тестовая license

# LicensePaidDescription
source: Paid license
ru_ru: Платная лицензия

# LicensePremiumDescription
source: Premium license
ru_ru: Премиальная лицензия

# AppStorageNeedToCreate.Text
source: You need to create a storage (check the settings)!
ru_ru: Необходимо создать хранилище (проверьте настройки)!

# ProductAssignment.Text
source: Product assignment
ru_ru: Назначение продукта

# ProductAssignmentDescription.Text
source: Telegram's open researcher and search engine: - Download the chat media files to your disk - Download chat messages to local storage - View expanded information about chat participants - View chat statistics - OSINT tool - Parser tool
ru_ru: Открытый исследователь и поисковик Телеграм: - Скачивай медиа файлы чатов на свой диск - Скачивай сообщения чатов в локальное хранилище - Просматривай расширенную информацию об участниках чатов - Просматривай статистику чатов - OSINT инструмент - Парсер инструмент

# TemplateColumnEdit.Header
source: Edit
ru_ru: Править

# TemplateColumnUpdate.Header
source: Update from TG
ru_ru: Обновить из ТГ

# TemplateColumnUpd.Header
source: Update
ru_ru: Обновить

# TemplateColumnAutoUpd.Header
source: Auto-update
ru_ru: Авто-обновление

# TemplateColumnDownload.Header
source: Download
ru_ru: Скачать

# TemplateColumnComplete.Header
source: Complete
ru_ru: Завершить

# TemplateColumnId.Header
source: ID
ru_ru: ИД

# TemplateColumnChanged.Header
source: Changed
ru_ru: Изменено

# TemplateColumnUpdated.Header
source: Updated
ru_ru: Обновлено

# TemplateColumnDate.Header
source: Date
ru_ru: Дата

# TemplateColumnExpireDate.Header
source: Expires
ru_ru: Истекает

# TemplateColumnUserName.Header
source: User name
ru_ru: Имя пользователя

# TemplateColumnTitle.Header
source: Title
ru_ru: Заголовок

# TemplateColumnFirstId.Header
source: First ID
ru_ru: Первый ИД

# TemplateColumnCount.Header
source: Count
ru_ru: Кол-во

# TemplateColumnRecordsCount.Header
source: Count of records
ru_ru: Кол-во записей

# TemplateColumnProgress.Header
source: Progress
ru_ru: Прогресс

# TemplateColumnIsActive.Header
source: Active
ru_ru: Активно

# TemplateColumnIsAccess.Header
source: Access
ru_ru: Доступ

# TemplateColumnIsBot.Header
source: Bot
ru_ru: Бот

# TemplateColumnFirstName.Header
source: First name
ru_ru: Имя

# TemplateColumnLastName.Header
source: Last name
ru_ru: Фамилия

# TemplateColumnPhone.Header
source: Phone
ru_ru: Телефон

# TemplateColumnStatus.Header
source: Status
ru_ru: Статус

# TemplateColumnIsEnabled.Header
source: Enabled
ru_ru: Включено

# TemplateColumnType.Header
source: Type
ru_ru: Тип

# TemplateColumnName.Header
source: Name
ru_ru: Имя

# TemplateColumnMask.Header
source: Mask
ru_ru: Маска

# TemplateColumnSize.Header
source: Size
ru_ru: Размер

# TemplateColumnTableName.Header
source: Table name
ru_ru: Имя таблицы

# TemplateColumnFileName.Header
source: File name
ru_ru: Имя файла

# TemplateColumnFileSize.Header
source: File size
ru_ru: Размер файла

# TemplateColumnCaption.Header
source: Caption
ru_ru: Заголовок

# TemplateColumnHostName.Header
source: Host name
ru_ru: Имя хоста

# TemplateColumnPort.Header
source: Port
ru_ru: Порт

# TemplateColumnPassword.Header
source: Password
ru_ru: Пароль

# TemplateColumnBotToken.Header
source: Bot token
ru_ru: Токен бота

# DataLoadWait.Text
source: Wait until the data download is complete
ru_ru: Дождитесь окончания загрузки данных

# TextBlockCount.Text
source: Count
ru_ru: Кол-во

# TextBlockLoad.Text
source: Load
ru_ru: Загрузить

# TextBlockLoaded
source: Loaded
ru_ru: Загружено

# TextBlockFiltered
source: Filtered
ru_ru: Отфильтровано

# TextBlockTotalAmount
source: Total amount
ru_ru: Общее количество

# TextBlockFrom.Text
source: from
ru_ru: из

# TextBlockClear.Text
source: Clear
ru_ru: Очистить

# TextBlockSort.Text
source: Sort
ru_ru: Сортировать

# TextBlockDefaultSort.Text
source: Default sort
ru_ru: Сортировать по-умолчанию

# TextBlockSave.Text
source: Save
ru_ru: Сохранить

# TextBlockUpdate.Text
source: Update
ru_ru: Обновить

# TextBlockUpdateOnline.Text
source: Online update
ru_ru: Обновить онлайн

# TextBlockUpdateChatDetails.Text
source: Update chat details
ru_ru: Обновить детали чата

# TextBlockSaveChatSettings.Text
source: Save chat settings
ru_ru: Сохранить настройки чата

# TextBlockGetParticipants.Text
source: Get participants
ru_ru: Получить участников

# TextBlockCalcChatStatistics.Text
source: Calculate chat statistics
ru_ru: Рассчитать статистику чата

# AskCalcChatStatistics
source: Calculate chat statistics?
ru_ru: Рассчитать статистику чата?

# TextBlockCalcContentStatistics.Text
source: Calculate content statistics
ru_ru: Рассчитать статистику содержимого

# AskCalcContentStatistics
source: Calculate content statistics?
ru_ru: Рассчитать статистику содержимого?

# TextBlockStopDownloading.Text
source: Stop downloading
ru_ru: Остановить загрузку

# TextBlockGet.Text
source: Get
ru_ru: Получить

# TextBlockMark.Text
source: Mark
ru_ru: Пометить

# TextBlockLoadingVelopack.Text
source: Loading installer
ru_ru: Загрузка инсталлятора

# TextBlockLoadingNotifications.Text
source: Loading notifications
ru_ru: Загрузка уведомлений

# TextBlockLoadingLogging.Text
source: Loading logging
ru_ru: Загрузка логирования

# TextBlockLoadingSettings.Text
source: Loading settings
ru_ru: Загрузка настроек

# TextBlockLoadingStorage.Text
source: Loading storage
ru_ru: Загрузка хранилища

# TextBlockLoadingLicense.Text
source: Loading license
ru_ru: Загрузка лицензии

# TextBlockLoadMore.Text
source: Load more
ru_ru: Загрузить ещё

# TextBlockMessageDeleted.Text
source: Message deleted
ru_ru: Сообщение удалено

# TextBlockSender.Text
source: Sender
ru_ru: Отправитель

# TextBlockMessage.Text
source: Message
ru_ru: Сообщение

# TextBlockId.Text
source: ID
ru_ru: ИД

# TextBlockCreated.Text
source: Created
ru_ru: Создано

# TextBlockChanged.Text
source: Changed
ru_ru: Изменено

# TextBlockDtStart.Text
source: Start date
ru_ru: Дата начала

# TextBlockDtEnd.Text
source: End date
ru_ru: Дата окончания

# TextBlockUsers.Text
source: Users
ru_ru: Пользователи

# TextBlockBots.Text
source: Bots
ru_ru: Бота

# TextBlockImages.Text
source: Images
ru_ru: Изображения

# TextBlockAudios.Text
source: Audios
ru_ru: Аудио

# TextBlockVideos.Text
source: Videos
ru_ru: Видео

# TextBlockLink.Text
source: Link
ru_ru: Ссылка

# TextBlockChat.Text
source: Chat
ru_ru: Чат

# TextBlockUserName.Text
source: User name
ru_ru: Имя пользователя

# TextBlockName.Text
source: Name
ru_ru: Имя

source: Clipboard
ru_ru: Буфер обмена

# RpcErrorPhonePasswordFlood
source: You have tried logging in too many times
ru_ru: Вы пытались войти в систему слишком много раз

# RpcErrorPhoneCodeInvalid
source: The phone code entered was invalid
ru_ru: Введенный телефонный код недействителен

# RpcErrorPasswordHashInvalid
source: The password (and thus its hash value) you entered is invalid
ru_ru: Введенный вами пароль (и, соответственно, его хэш-значение) недействителен

# RpcErrorFloodWait
source: A wait is required
ru_ru: Необходимо подождать

# FieldUid.Text
source: UID
ru_ru: УИД

# FieldId.Text
source: ID
ru_ru: ИД

# ButtonId.Content
source: ID
ru_ru: ИД

# FieldDtChanged.Text
source: Changed
ru_ru: Изменено

# FieldAccessHash.Text
source: Access hash
ru_ru: Хэш доступа

# FieldIsActive.Text
source: Active
ru_ru: Активно

# FieldIsBanned.Text
source: Banned
ru_ru: Запрещено

# FieldIsBot.Text
source: Bot
ru_ru: Бот

# FieldIsChannel.Text
source: Channel
ru_ru: Канал

# FieldIsGroup.Text
source: Group
ru_ru: Группа

# FieldIsForum.Text
source: Forum
ru_ru: Форум

# FieldUseBot.Text
source: Use bot
ru_ru: Использовать бот

# FieldUseClient.Text
source: Use client
ru_ru: Использовать клиент

# FieldIsAutoUpdate.Text
source: Auto-update
ru_ru: Авто-обновление
